---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCoolingSetPointParam
source: html/c2be8718-1cc2-b888-d232-5e48b532eaa7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCoolingSetPointParam Property

"Cooling Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCoolingSetPointParam { get; }
```